"USB Low Power Header" = "Problem mit USB-Stromversorgung";
"USB Low Power Notice" = "Das USB-Gerät arbeitet nicht, da es mehr Strom benötigt, als derzeit verfügbar ist.Sie können dieses Problem folgendermaßen beheben:1) Falls das Gerät ein Stromkabel hat, stecken Sie es in eine Steckdose.2) Stecken Sie das Gerät ab und schließen Sie es an einen anderen USB-Anschluss Ihres Computers oder an ein anderes Gerät an, das in eine Steckdose eingesteckt ist.";
"OK" = "OK";
"USB OverCurrent Header" = "Zu hoher USB-Stromverbrauch";
"USB Individual OverCurrent Notice" = "Das USB-Gerät verbraucht momentan zu viel Strom.

Der Anschluss, an dem das Gerät angesteckt ist, wird deaktiviert.";
"USB Gang OverCurrent Notice" = "Ein USB-Gerät verbraucht momentan zu viel Strom.

Der Hub, an dem das Gerät angesteckt ist, wird deaktiviert.";